{
  "nav": {
    "sobreNos": "About Us",
    "historia": "History",
    "planearConstruir": "Plan and Build",
    "areasNegocio": "Business areas",
    "engharia": "Engineering and Construction",
    "betao": "Concrete",
    "carpintaria": "Carpentry",
    "promocaoImobiliaria": "Real Estate Development",
    "turismo": "Tourism",
    "internacional": "International",
    "noticias": "News",
    "contacto": "Contact",
    "iniciarSessao": "Log in",
    "areaPrivada": "Private area",
    "criarNoticia": "Create news",
    "cerrarSessao": "Log out"
  },

  "home": {
    "link1": "ENGINEERING AND CONSTRUCTION",
    "link2": "CONCRETE",
    "link3": "CARPENTRY",
    "link4": "REAL ESTATE PROMOTION",
    "link5": "TOURISM",
    "link6": "INTERNATIONAL",
    "homeTitle": "innovation makes us different",
    "section1Title": "YEARS OF EXPERIENCE",
    "section1sub1": "COLLABORATORS",
    "section1sub2": "COMPLETED WORKS",
    "section1sub3": "COMPANIES",
    "section1sub4": "ONGOING PROJECTS",
    "marqueeTitle": "GROUP COMPANIES",
    "section2Title": "",
    "section2subTitle1": "",
    "section2subTitle2": "",
    "section2Text": "News"
  },

  "history": {
    "historyHeader-title": "History",
    "history-text-part1": "The SPintos group, founded in 1993, has its origins in the construction industry. Its parent company brings together a group of companies with solid experience and knowledge in different sectors of activity.",
    "history-text-part2": "Under the leadership of the four brothers Fernando, Rui, Vasco, and Berto Pinto, the SPintos group bases its values on sustainable development, quality, innovation, and the safety of the projects it develops.",
    "history-text-part3": "With a proven track record in the construction of residential, commercial, industrial buildings, and public infrastructure, the group has also specialized in ready-mix concrete supply.",
    "history-text-part4": "The overall offering of SPintos business areas covers civil construction, concrete supply, carpentry, real estate development, and hospitality. Besides Portugal, it also operates in the international market, notably in Brazil and the Ivory Coast.",
    "history-text-part5": "The SPintos group focuses on sustainable growth and continuous improvement, qualified training for its employees, innovation, and ongoing investment in acquiring new and more modern equipment, always seeking to exceed its customers' expectations.",
    "history-text-part6": "With distinctive projects, SPintos has already had its works recognized with awards such as Habitar Portugal 2008 and Secil Architecture 2008, among other distinctions.",

    "oGrupo": {
      "title": "The Group",
      "text": "We are a Portuguese 100% family-owned business group. The SPintos group consists of several companies with activities in various business areas, including engineering and construction, concrete supply, real estate promotion and management, carpentry, hospitality and tourism, and international presence in Brazil and the Ivory Coast. The group brings together a base of experienced and multidisciplinary professionals capable of effectively responding to the most demanding challenges of sustainability and competitiveness in the global economy."
    },
    "oFazemos": {
      "title": "What We Do",
      "text": "We carry out our main activities in the areas of Civil Construction, in Portugal, Brazil, and the Ivory Coast. We engage in Carpentry production for our projects and external clients. Our experience in the production and supply of ready-mix concrete is certified. We also excel in real estate management and promotion. In the field of Hospitality, we build and operate projects in Tourism, Accommodation, and Leisure."
    },
    "fundaçao": {
      "title": "Foundation",
      "text-part1": "Fernando da Silva Nogueira Pinto began his entrepreneurial career as a civil builder.",
      "text-part2": "He created his first company in XXX, named Construções Pintos & Pinho, Lda.",
      "text-part3": "Driven by entrepreneurial spirit, proven long experience, leadership ability, and success, he founded S. Pintos - Engineering and Construction, S.A., the first in the group with his four children."
    }
  }
}
