{
  "nav": {
    "sobreNos": "About Us",
    "historia": "History",
    "planearConstruir": "Plan and Build",
    "areasNegocio": "Business areas",
    "engharia": "Engineering and Construction",
    "betao": "Concrete",
    "carpintaria": "Carpentry",
    "promocaoImobiliaria": "Real Estate Development",
    "turismo": "Tourism",
    "internacional": "International",
    "noticias": "News",
    "contacto": "Contact",
    "iniciarSessao": "Log in",
    "areaPrivada": "Private area",
    "criarNoticia": "Create news",
    "cerrarSessao": "Log out"
  },

  "home": {
    "link1": "ENGINEERING AND CONSTRUCTION",
    "link2": "CONCRETE",
    "link3": "CARPENTRY",
    "link4": "REAL ESTATE PROMOTION",
    "link5": "TOURISM",
    "link6": "INTERNATIONAL",
    "homeTitle": "innovation makes us different",
    "section1Title": "YEARS OF EXPERIENCE",
    "section1sub1": "COLLABORATORS",
    "section1sub2": "COMPLETED WORKS",
    "section1sub3": "COMPANIES",
    "section1sub4": "ONGOING PROJECTS",
    "marqueeTitle": "GROUP COMPANIES",
    "section2Title": "",
    "section2subTitle1": "",
    "section2subTitle2": "",
    "section2Text": "News"
  },

  "history": {
    "historyHeader-title": "History",
    "history-text-part1": "The SPintos group, founded in 1993, has its origins in the construction industry. Its parent company brings together a group of companies with solid experience and knowledge in different sectors of activity.",
    "history-text-part2": "Under the leadership of the four brothers Fernando, Rui, Vasco, and Berto Pinto, the SPintos group bases its values on sustainable development, quality, innovation, and the safety of the projects it develops.",
    "history-text-part3": "With a proven track record in the construction of residential, commercial, industrial buildings, and public infrastructure, the group has also specialized in ready-mix concrete supply.",
    "history-text-part4": "The overall offering of SPintos business areas covers civil construction, concrete supply, carpentry, real estate development, and hospitality. Besides Portugal, it also operates in the international market, notably in Brazil and the Ivory Coast.",
    "history-text-part5": "The SPintos group focuses on sustainable growth and continuous improvement, qualified training for its employees, innovation, and ongoing investment in acquiring new and more modern equipment, always seeking to exceed its customers' expectations.",
    "history-text-part6": "With distinctive projects, SPintos has already had its works recognized with awards such as Habitar Portugal 2008 and Secil Architecture 2008, among other distinctions.",

    "group": {
      "title": "The Group",
      "text": "We are a Portuguese 100% family-owned business group. The SPintos group consists of several companies with activities in various business areas, including engineering and construction, concrete supply, real estate promotion and management, carpentry, hospitality and tourism, and international presence in Brazil and the Ivory Coast. The group brings together a base of experienced and multidisciplinary professionals capable of effectively responding to the most demanding challenges of sustainability and competitiveness in the global economy."
    },
    "weDo": {
      "title": "What We Do",
      "text": "We carry out our main activities in the areas of Civil Construction, in Portugal, Brazil, and the Ivory Coast. We engage in Carpentry production for our projects and external clients. Our experience in the production and supply of ready-mix concrete is certified. We also excel in real estate management and promotion. In the field of Hospitality, we build and operate projects in Tourism, Accommodation, and Leisure."
    },
    "foundation": {
      "title": "Foundation",
      "text-part1": "Fernando da Silva Nogueira Pinto began his entrepreneurial career as a civil builder.",
      "text-part2": "He created his first company in XXX, named Construções Pintos & Pinho, Lda.",
      "text-part3": "Driven by entrepreneurial spirit, proven long experience, leadership ability, and success, he founded S. Pintos - Engineering and Construction, S.A., the first in the group with his four children."
    }
  },

  "planAndBuild": {
    "planAndBuildHeader": "Plan and Build",
    "planAndBuild-title": "We plan and build projects for life",
    "planAndBuild-text": "For over 30 years, we have inspired confidence. Learn more about our experience and our projects, which are the result of innovative capability, sustainability, and excellence of our companies.",
    "responsibilities": {
      "title": "Social Responsibility",
      "text": "In service to society, we seek to create a better world. In the field of social responsibility, we have established various partnerships with national and local institutions."
    },

    "engenharia":{
      "header": "engineering",
      "title1":"construction",
      "text1":"Experience of more than 30 years in the civil construction and public works sector positions the company S. Pintos – Engenharia e Construção, S.A. in the market for engineering and construction excellence and provides guarantees of quality in the execution of works, meeting deadlines and monitoring the after sales.",
      "text2":"The portfolio of works is extensive and covers residential areas, schools, football stadiums, padel courts, warehouses, factories, healthcare units, churches and hotels."
    },
    "betão":{
      "header": "concrete",
      "title1":"centrals",
      "text1":"Experience of more than 30 years in the civil construction and public works sector positions the company S. Pintos – Engenharia e Construção, S.A. in the market for engineering and construction excellence and provides guarantees of quality in the execution of works, meeting deadlines and monitoring the after sales.",
      "text2":"The two concrete production units obtained the “Production Control Certification” (NP EN 206:2013 +A2:2021) awarded by APCER. The installed concrete production capacity of the two plants is more than 10,000 m3/month."
    },
    "carpintaria":{
      "header": "carpintaria",
      "title1":"",
      "text1":"",
      "text2":""
    },

    "turismo":{
      "header": "tourism",
      "title1":"",
      "text1":"The SPintos group is committed to business diversification and, in addition to construction and real estate development, has been operating since 2020 in the area of ​​hospitality and tourism, local accommodation and university residence, with the launch and management of the brands: MEU HOTEL Porto Gandra and MEU STUDIO – Student Residence.",
      "text2":"Through the implementation and consolidation of the MEU brand, which aims to act as a player in the exploration and management of assets in the area of ​​accommodation and tourism, where it plans to continue with the investments it has planned, this being an economic sector marked by strong growth in the coming years . With multidisciplinary and qualified teams, it focuses on quality, differentiation and rigor of services."
    },


    "sustainability": {
      "title": "Sustainability",
      "text": "Environmental, social, and economic sustainability is an integral part of our strategy and commitment. They are embedded in our management practices, principles, and values that define the SPintos community."
    },
    "certifications": {
      "title": "Certifications",
      "text-part1": "'Control of Production Certification' according to the European Standard NP EN 206:2013 + A2:2021 – Concrete Production.",
      "text-part2": "Concrete Plants in Recarei and Vila Nova de Gaia"
    },
    "awards": {
      "title": "Awards",
      "award-title1": "Habitar Portugal Award 2008",
      "award-title2": "SPintos Group Headquarters Building",
      "award-title3": "SECIL Architecture Award 2008",
      "award-title4": "Móveis Viriato Administrative Building"
    },
    "mission": {
      "title": "Mission",
      "text": "In our projects and businesses, we aim to ensure quality, innovation, and excellence while respecting customers, employees, and the environment. Our mission is to create value and sustainability."
    },
    "vision": {
      "title": "Vision",
      "text": "To be a reference in the fields of engineering, construction, and real estate promotion due to our experience, excellence, quality, stability, and innovation."
    },
    "values": {
      "title": "Values",
      "text": "Our values are guided by Experience and Knowledge, Ethics and Integrity, Ambition, Responsibility, Precision, Cooperation, Flexibility, Resilience, and Humanism."
    }
  }
}
