{
  "nav": {
    "sobreNos": "Sobre nós",
    "historia": "História",
    "planearConstruir": "Planear e Construir",
    "areasNegocio": "Áreas de negócio",
    "engharia": "Engenharia e Construção",
    "betao": "Betão",
    "carpintaria": "Carpintaria",
    "promocaoImobiliaria": "Promoção Imobiliária",
    "turismo": "Turismo",
    "internacional": "Internacional",
    "noticias": "Notícias",
    "contacto": "Contacto",
    "iniciarSessao": "Iniciar sessão",
    "areaPrivada": "Área privada",
    "criarNoticia": "Criar notícia",
    "cerrarSessao": "Cerrar sessão"
  },

  "home": {
    "link1": "ENGENHARIA E CONSTRUÇAO",
    "link2": "BETÃO",
    "link3": "CARPINARIA",
    "link4": "PROMOÇÃO IMOBILÍARIA",
    "link5": "TURISMO",
    "link6": "INTERNACIONAL",
    "homeTitle": "a inovação nos torna diferentes",
    "sectionTitle": "ANOS DE EXPERIENCIA",
    "section1sub1": "COLABORADORES",
    "section1sub2": "OBRAS CONCLUÍDAS",
    "section1sub3": "EMPRESAS",
    "section1sub4": "PROJETOS EM CURSO",
    "marqueeTitle": "EMPRESAS DO GRUPO",
    "section2subTitle1": "",
    "section2subTitle2": "",
    "section2Text": "",
    "noticia": "Noticia"
  },

  "history": {
    "historyHeader-title": "História",
    "history-text-part1": "O grupo SPintos, fundado em 1993, tem a sua origem na área da construção civil. A sua matriz agrega um conjunto de empresas com sólida experiência e conhecimento em diferentes setores de atividade. ",
    "history-text-part2": "Sob a liderança dos quatro irmãos Fernando, Rui, Vasco e Berto Pinto, o grupo SPintos alicerça os seus valores no desenvolvimento sustentado, na qualidade, na inovação e na segurança dos projetos que desenvolve.",
    "history-text-part3": "Com um histórico comprovado na construção de edifícios residenciais, comerciais, industriais e infraestruturas públicas, o grupo especializou-se, ainda, no fornecimento de betão pronto.",
    "history-text-part4": "A oferta global das áreas de negócio SPintos abrange a construção civil, fornecimento de betão, carpintaria, promoção imobiliária e hotelaria. Além de Portugal, opera também no mercado internacional, nomeadamente, no Brasil e na Costa do Marfim.",
    "history-text-part5": "O grupo SPintos aposta no crescimento sustentado e na melhoria contínua, na formação qualificada dos seus colaboradores, na inovação e no investimento permanente na aquisição de novos e mais modernos equipamentos, procurando sempre superar as expectativas dos seus clientes.",
    "history-text-part6": "Com projetos diferenciadores, a SPintos viu já distinguidas as suas obras pelos prémios Habitar Portugal 2008 e Secil Arquitetura 2008, entre outras distinções.",
    "group": {
      "title": "O grupo",
      "text": "Somos um grupo empresarial de capital 100% português assente numa matriz de liderança e gestão familiar. O grupo SPintos é constituído por várias empresas, com atividades em diversas áreas de negócio que incluem engenharia e construção, fornecimento de betão, promoção e gestão imobiliária, carpintaria, hotelaria e turismo e internacional com presença no Brasil e Costa do Marfim. O grupo reúne uma base de profissionais experientes e multidisciplinares capazes de responder de forma eficaz aos desafios mais exigentes da sustentabilidade e competitividade da economia global."
    },
    "weDo": {
      "title": "O que fazemos",
      "text": "Desenvolvemos a nossa principal atividade nas áreas da Construção Civil, em Portugal, no Brasil e Costa do Marfim. Atuamos na produção de Carpintaria para os nossos projetos e clientes externos. A nossa experiência de produção e fornecimento de Betão pronto é certificada. Destacamo-nos, ainda, na gestão e promoção imobiliária. No âmbito da Hotelaria construímos e exploramos projetos na área do Turismo, Alojamento e Lazer."
    },
    "foundation": {
      "title": "fundação",
      "text-part1": "fernando da silva nogueira pinto iniciou a sua carreira de empresário como construtor civil.",
      "text-part2": "criou a sua primeira empresa, em xxx, denominada construções pintos & pinho, lda. ",
      "text-part3": "movido pelo espírito empreendedor, pela longa experiência comprovada, pela capacidade de liderança e sucesso, fundou com os seus quatro filhos a s. pintos – engenharia e construção, s.a., a primeira do grupo."
    }
  },

  "planAndBuild": {
    "planAndBuildHeader": "Planear e construir",
    "planAndBuild-title": "Planeamos e construímos projestos para a vida",
    "planAndBuild-text": "há mais de 30 anos que inspiramos confiança. conheça um pouco mais da nossa experiência e dos nossos projetos que são fruto da capacidade inovadora, sustentabilidade e excelência das nossas empresas",
    "responsabilities": {
      "title": "responsabilidade social",
      "text": "Ao serviço da sociedade procuramos criar um mundo melhor. No âmbito da responsabilidade social estabelecemos diversas parcerias com instituições nacionais e locais"
    },

    "engenharia":{
      "header": "engeharia",
      "title1":"construáo",
      "text1":"Experiência de mais de 30 anos no sector da construção civil e obras públicas posiciona a empresa S. Pintos – Engenharia e Construção, S.A. no mercado da excelência da engenharia e construção e dá garantias de qualidade na execução das obras, cumprimento de prazos e acompanhamento no pós-venda.",
      "text2":"O portefólio de obras é extenso e abrange a área residencial, escolas, estádios de futebol, campos de padel, armazéns, fábricas, unidades de saúde, igrejas e hotéis."
    },
    "betão":{
      "header": "betão",
      "title1":"centrais",
      "text1":"Experiência de mais de 30 anos no sector da construção civil e obras públicas posiciona a empresa S. Pintos – Engenharia e Construção, S.A. no mercado da excelência da engenharia e construção e dá garantias de qualidade na execução das obras, cumprimento de prazos e acompanhamento no pós-venda.",
      "text2":"As duas unidades de produção de betão obtiveram a “Certificação do Controlo de Produção” (NP EN 206:2013 +A2:2021) atribuída pela APCER. A capacidade instalada de produção de betão das duas centrais é superior a 10.000 m3/mês.."
    },
    "carpintaria":{
      "header": "carpintaria",
      "title1":"",
      "text1":"",
      "text2":""
    },

    "turismo":{
      "header": "turismo",
      "title1":"",
      "text1":"O grupo SPintos aposta na diversificação dos negócios e além da construção e da promoção imobiliária, opera desde 2020 na área da hotelaria e turismo, alojamento local e residência universitária, com o lançamento e a gestão das marcas: MEU HOTEL Porto Gandra e MEU STUDIO – Student Residence.",
      "text2":"Através da implantação e da consolidação da marca MEU que se pretende atuar como player na exploração e gestão dos ativos na área do alojamento e turismo, onde prevê continuar com os investimentos que tem planificados, sendo este um setor económico sinalizado de forte crescimento nos próximos anos. Com equipas multidisciplinares e qualificadas, aposta na qualidade, na diferenciação e no rigor dos serviços."
    },

    "sustainability": {
      "title": "sustentabilidade",
      "text": "A sustentabilidade ambiental, social e económica faz parte da nossa estratégia e compromisso, integram as nossas práticas de gestão, princípios e valores que definem a comunidade SPintos."
    },
    "certifications": {
      "title": "certificações",
      "text-part1": "'Certificação do Controlo de Produção' segundo a Norma Europeia NP EN 206:2013 + A2:2021 – Produção de Betão.",
      "text-part2": "Centrais de Betão de Recarei e de Vila Nova de Gaia"
    },
    "awards": {
      "title": "prémios",
      "award-title1": "Prémio Habitar Portugal 2008",
      "award-title2": "Edifício Sede do Grupo SPintos",
      "award-title3": "Prémio SECIL Arquitetura 2008",
      "award-title4": "Edifício Administrativo Móveis Viriato"
    },
    "mission": {
      "title": "missão",
      "text": "Nos nossos projetos e negócios propomo-nos garantir qualidade, inovação e excelência, respeitando os clientes, os colaboradores e o meio ambiente. A nossa missão visa criar valor e sustentabilidade."
    },
    "vision": {
      "title": "visão",
      "text": "Ser uma referência no setor da engenharia e construção e promoção imobiliária pela experiência, excelência, qualidade, solidez e inovação."
    },
    "values": {
      "title": "valores",
      "text": "Pautamos os nossos valores pela Experiência e Conhecimento, Ética e Integridade, Ambição, Responsabilidade, Rigor, Cooperação, Flexibilidade, Resiliência e Humanismo."
    }
  }
}
